export const DEFAULT_WARD = '신주쿠구'; // 비회원 또는 주소 미설정 시 기본값
export const DEFAULT_ADDRESS_ID = 1582;

// 도쿄도 23구 목록 (일본어)
export const TOKYO_WARDS_JA = [
  '千代田区', '中央区', '港区', '新宿区', '文京区',
  '台東区', '墨田区', '江東区', '品川区', '目黒区',
  '大田区', '世田谷区', '渋谷区', '中野区', '杉並区',
  '豊島区', '北区', '荒川区', '板橋区', '練馬区',
  '足立区', '葛飾区', '江戸川区',
];

// 도쿄도 23구 목록 (한국어) - 가나다순 정렬 추천하지만, 민지님 리스트 그대로 썼습니다!
export const TOKYO_WARDS_KO = [
  '오타구', '기타구', '에도가와구', '가쓰시카구', '이타바시구',
  '아다치구', '시나가와구', '미나토구', '네리마구', '시부야구',
  '치요다구', '주오구', '신주쿠구', '도시마구', '스기나미구',
  '나카노구', '세타가야구', '메구로구', '다이토구', '고토구',
  '분쿄구', '스미다구', '아라카와구',
];